INSERT INTO specializations (name, description, base_price, weather_dependent) VALUES
                                                                                   ('Сантехник', 'Устранение протечек, ремонт смесителей, установка сантехники', 2500, false),
                                                                                   ('Электрик', 'Ремонт проводки, розеток, автоматов, диагностика коротких замыканий', 3000, false),
                                                                                   ('Отделочник', 'Покраска, штукатурка, укладка плитки, косметический ремонт', 3500, false),
                                                                                   ('Кровельщик', 'Ремонт крыши, герметизация стыков, замена элементов кровли', 5000, true),
                                                                                   ('Фасадчик', 'Ремонт фасада, утепление, герметизация швов', 4500, true),
                                                                                   ('Уборщик', 'Клининг, уборка квартир и офисов после ремонта', 2000, false),
                                                                                   ('Мебельщик', 'Сборка и ремонт мебели', 2800, false),
                                                                                   ('Мастер по ремонту бытовой техники', 'Диагностика и ремонт стиральных машин, холодильников и т.д.', 3500, false);

